{
  "indoors": [
    {
      "id": "i1",
      "identifier": "Draw a Picture",
      "description": "Set a timer for 20 minutes and draw the best picture you can of someone in your family. Ideas for who to draw can include your mom, dad, sibling, dog, cat, fish, and more. Be creative and use lots of color!"
    },
    {
      "id": "i2",
      "identifier": "Count your Stairs",
      "description": "Find every staircase in your house and count the total number of steps! Don't forget any outdoor steps. Optional: Ask you friends and family how many steps they think there are and see who guesses the closest!"
    },
    {
      "id": "i3",
      "identifier": "Read a Book",
      "description": "Read 20 pages of your favorite book. Bonus points for summarizing what you read later to a friend or family member."
    },
    {
      "id": "i4",
      "identifier": "Paper Airplane Design",
      "description": "Fold the best paper airplane and see if you can get it to stay in the air for over 5 seconds! Try out different models and types of material to see which work the best."
    },
    {
      "id": "i5",
      "identifier": "Learn a Card Trick",
      "description": "Search up a tutorial for a cool card trick online and practice so you can perform it for your family and friends later. Bonus points if you make a wand and top hat to look like a true magician."
    },
    {
      "id": "i6",
      "identifier": "Dance Party",
      "description": "Play your favorite dancing music and have a dance party around your house. Make sure to show off your best moves!!"
    },
    {
      "id": "i7",
      "identifier": "Origami Time",
      "description": "Create an origami animal. Feel free to look up a tutorial online or just wing it and design your own. Ideas include an origami dragon, dog, swan, squirrel, and much more!"
    },
    {
      "id": "i8",
      "identifier": "Design a house",
      "description": "Take out a pencil and paper, and draw your dream house. How many rooms does it have? Does it have special rooms, such as a swimming pool or a dance room? Are there any cool features or technologies in your house?"
    }
  ],
  "outdoors": [
    {
      "id": "o1",
      "identifier": "Play a Sport",
      "description": "Go searching around your house for a soccer ball, basketball, volley ball, or any other ball you can find! Go outside and play with it for 15 minutes. Get creative and set up challenges for yourself like working on your aim or how far you can kick the ball."
    },
    {
      "id": "o2",
      "identifier": "Go for a Walk",
      "description": "Go for a walk in your neighborhood! Take a friend, family member, or a pet."
    },
    {
      "id": "o3",
      "identifier": "Plant Search",
      "description": "Look around your backyard and try to find at leats 5 different types of plants. Take pictures of them on your phone to show you friends and family later. Bonus points for looking up what kind of plants you found!"
    },
    {
      "id": "o4",
      "identifier": "Drawing with Chalk",
      "description": "If you have chalk laying around at your house, go outside and draw all over your driveway! Get creative and use lots of different colors. Make sure to help your parent clean it up later though!"
    },
    {
      "id": "o5",
      "identifier": "House Marathon",
      "description": "Set a timer and see how quickly you can run 3 full laps around your house! Ask a friend or family member to do it as well to test who is faster."
    },
    {
      "id": "o6",
      "identifier": "Bug Hunt",
      "description": "Go to your backyard or outdoor space, and search for the coolest bug you can find. What is unique about it? What color is it? How many legs does it have?"
    },
    {
      "id": "o7",
      "identifier": "Time to Ball",
      "description": "Take a basketball or other ball. If you have a sibling, ask them to play catch! If you do not, test your dribbling skills. How long can youd dribble? Can you dribble and run at the same time?"
    }
  ],
  "health": [
    {
      "id": "h1",
      "identifier": "Jumping Jacks!",
      "description": "It's fun to jump! Do 20 jumping jacks. Take a break, then do 20 more!",
      "labels": ["exercise"]
    },
    {
      "id": "h2",
      "identifier": "Healthy Snack: Fruit",
      "description": "Time for a snack! Fruit is yummy and gives your body vitamins. Look for a piece of fruit in your kitchen and eat up.",
      "labels": ["food", "parentHelp"]
    },
    {
      "id": "h3",
      "identifier": "Hydration Time",
      "description": "When's the last time you drank some water? Go get a large glass of water and drink up. This will keep your body feeling healthy and ready for a great day."
    },
    {
      "id": "h4",
      "identifier": "Plank Exercise",
      "description": "Hold a push-up position for 30 seconds. Add music to make it more fun and easier to pass the time."
    }
  ],
  "fun": [
    {
      "id": "f1",
      "identifier": "Play Video Games",
      "description": "Boot up your favorite video game and play for 30 minutes! Watch the time and make sure you don't get sucked into playing all day."
    },
    {
      "id": "f2",
      "identifier": "TV Time",
      "description": "Turn on the TV and play your favorite TV show or movie. Watch either one episode or 30 minutes of a movie."
    },
    {
      "id": "f3",
      "identifier": "Snack Time",
      "description": "Reward yourself with a quick snack! Make sure it's not too big and something your parents would be okay with you eating."
    },
    {
      "id": "f4",
      "identifier": "Make an Obstacle Course",
      "description": "Find lots of supplies around your house like cups, cardboard, tape, and more to build an obstacle course for marbles to roll through."
    },
    {
      "id": "f5",
      "identifier": "Learn a Magic Trick",
      "description": "Go to this site and pick one magic trick to learn: https://www.funology.com/funology-magic-tricks/ You can show it to your friends!"
    }
  ],
  "learning": [
    {
      "id": "l1",
      "identifier": "Backwards ABC's",
      "description": "Try to chant your ABC's backwards. A great way to do this is write your ABCs out first, say them backwards while looking, and then try to do it without looking after practice....Good luck!"
    },
    {
      "id": "l2",
      "identifier": "Memorize Pi",
      "description": "Memorize as many digits of Pi as you can!  Try with memorizing 10 numbers and then keep going until you can't anymore. 3.1415....!"
    },
    {
      "id": "l3",
      "identifier": "PBS Math Game",
      "description": "Screen time! Play one math game on https://pbskids.org/games/math/ [This activity may require a computer"
    },
    {
      "id": "l4",
      "identifier": "Learn about Space",
      "description": "This website has cool lessons on space, from telescopes to galazies! Pick a topic and make a goal to read for 20 minutes. http://amazingspace.org/"
    },
    {
      "id": "l5",
      "identifier": "Flag game",
      "description": "Let's learn about other countries! Play the flag game for 20 minutes. https://www.learninggamesforkids.com/geography-games/random_games/flags.html [This requires a computer]"
    },
    {
      "id": "l6",
      "identifier": "Writing prompt 1",
      "description": "Grab pencil and paper. Write for 20 minutes about this prompt: If you were an animal, what would you be? What adventure would you have?"
    },
    {
      "id": "l7",
      "identifier": "Writing prompt 2",
      "description": "Grab pencil and paper. Write for 20 minutes about this prompt: Imagine you were given 1 million dollars. What would you do? Write a short story."
    },
    {
      "id": "l8",
      "identifier": "Writing prompt 3",
      "description": "Grab pencil and paper. Write for 20 minutes about this prompt: You can have one superpower! What would you pick? Why?."
    },
    {
      "id": "l9",
      "identifier": "BrainPOP",
      "description": "Pick a lesson on brainPOP, which has fun educational content. Some ideas: Science, Math. https://www.brainpop.com/"
    }
  ]
}
